Repository: Nessus85100/Bello
Catalog: language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #31000
source: Live TV
pt_br: TV ao Vivo

# #31001
source: TV Guide
pt_br: Guia de TV

# #31002
source: TV Shows
pt_br: Seriados

# #31003
source: Aired
pt_br: Exibido

# #31004
source: Premiere
pt_br: Estréia

# #31005
source: Track Number
pt_br: Número da faixa

# #31006
source: Working...
pt_br: Trabalhando...

# #31007
source: Please Wait...
pt_br: Aguarde...

# #31008
source: System auto shutdown in
pt_br: Desligamento automático do sistema em

# #31009
source: Context Menu
pt_br: Menu de Contexto

# #31011
source: On
pt_br: Ligado

# #31012
source: Off
pt_br: Desligado

# #31013
source: Enable Home Menu Animation
pt_br: Ativar Animação Menu Inicial

# #31016
source: File Manager
pt_br: Gerenciador de Arquivos

# #31017
source: Karaoke Song Selector
pt_br: Seletor de Músicas Karaokê

# #31019
source: Search for movies directed by
pt_br: Pesquisar filmes dirigidos por

# #31020
source: Found
pt_br: Encontrado

# #31021
source: Music Library
pt_br: Coleção de Músicas

# #31022
source: Music Files
pt_br: Arquivos de Músicas

# #31024
source: Page
pt_br: Página

# #31025
source: Items
pt_br: Itens

# #31026
source: Scrolling...
pt_br: Rolando...

# #31027
source: Memory Used:
pt_br: Memória usada:

# #31028
source: Move Left
pt_br: Mover para a esquerda

# #31029
source: Move Right
pt_br: Mover para a direita

# #31032
source: User Login
pt_br: Login usuário

# #31033
source: Channel Group
pt_br: Grupo de Canais

# #31034
source: Teletext
pt_br: Teletexto

# #31036
source: Close
pt_br: Fechar

# #31037
source: Change Rating
pt_br: Alterar Classificação

# #31039
source: IP Address
pt_br: Endereço IP

# #31040
source: Created by
pt_br: Criado por

# #31041
source: Creator
pt_br: Criador

# #31081
source: Gallery
pt_br: Galeria

# #31082
source: 3D Wall
pt_br: Parede 3D

# #31083
source: Wall
pt_br: Parede

# #31085
source: Thumbnails
pt_br: Miniaturas

# #31086
source: Banner List
pt_br: Lista de banners

# #31087
source: VideoWall Fanart
pt_br: Fanart de Parede de Vídeo

# #31088
source: List Wall
pt_br: Lisata de parede

# #31094
source: Choose Movies Widget
pt_br: Definir Widget de Filmes

# #31095
source: Choose TV Shows Widget
pt_br: Definir Widget de Seriados

# #31096
source: Choose Music Widget
pt_br: Definir Widget de Música

# #31097
source: Choose RSS Video Feed Widget
pt_br: Definir Widget de RSS de vídeo

# #31098
source: Show Small Thumbs
pt_br: Mostrar Ícones Pequenos

# #31099
source: Show Big Thumbs
pt_br: Mostrar Ícones Grandes

# #31101
source: Show Weather Info
pt_br: Exibir informações de clima

# #31102
source: Hide Now Playing Video Info
pt_br: Ocultar Reproduzindo Agora para vídeos

# #31103
source: Hide Now Playing Music Info
pt_br: Ocultar Reproduzindo agora para músicas

# #31124
source: Flashing Lights
pt_br: Luzes piscantes

# #31125
source: Edit Info
pt_br: Editar informacões

# #31130
source: Disable Fanart in all sections
pt_br: Desativar Fanart em todas as seções

# #31131
source: Show Only on Home Screen
pt_br: Exibir apenas na Página Inicial

# #31132
source: Hide Background Video
pt_br: Ocultar vídeo de fundo

# #31133
source: Custom Global Background
pt_br: Imagem de fundo global personalizada

# #31134
source: Complete
pt_br: Completo

# #31135
source: Single Image
pt_br: Imagem única

# #31136
source: Multi Image
pt_br: Multi-imagem

# #31137
source: Enable Notifications
pt_br: Ativar notificações

# #31139
source: Enable Add-ons Notifications
pt_br: Ativar Notificações de Add-ons

# #31140
source: Enable Weather Alerts Notifications
pt_br: Ativar Notificações de Alerta de Clima

# #31141
source: Choose Lyrics Add-on
pt_br: Escolher Add-on the Letras de Músicas

# #31142
source: Choose Subtitles Add-on
pt_br: Escolher Add-on de Legendas

# #31143
source: Enable NextAired Info on TV Shows [COLOR=55white](Requires Next Aired Add-on)[/COLOR]
pt_br: Ativar Informação Próximo Epidósio em Seriados [COLOR=55white](Requer Add-on Next Aired)[/COLOR]

# #31144
source: Enable Music Theme on TV Shows [COLOR=55white](Requires TV Tunes Add-on)[/COLOR]
pt_br: Ativar Músicas-tema em Seriados [COLOR=55white](Requer Add-on TV Tunes)[/COLOR]

# #31145
source: Download music themes for all TV Shows
pt_br: Baixar músicas-tema para todos os Seriados

# #31146
source: Download [COLOR=selected]logo.png[/COLOR] for all TV Shows
pt_br: Baixar [COLOR=selected]logo.png[/COLOR] para todos os Seriados

# #31147
source: Download [COLOR=selected]clearart.png[/COLOR] for all TV Shows
pt_br: Baixar [COLOR=selected]clearart.png[/COLOR] para todos os Seriados

# #31148
source: Download [COLOR=selected]landscape.jpg[/COLOR] for all TV Shows
pt_br: Baixar [COLOR=selected]lanscape.jpg[/COLOR] para todos os seriados

# #31149
source: Download [COLOR=selected]banner.jpg[/COLOR] for all TV Shows
pt_br: Baixar [COLOR=selected]banner.jpg[/COLOR] para todos os Seriados

# #31150
source: Download [COLOR=selected]poster.jpg[/COLOR] for all TV Shows
pt_br: Baixar [COLOR=selected]poster.jpg[/COLOR] para todos os Seriados

# #31151
source: Show RSS feed in whole skin
pt_br: Exibir Feed RSS am toda a skin

# #31153
source: Enable login screen
pt_br: Ativar Tela de Login

# #31154
source: Choose Trailers Add-on
pt_br: Escolha Add-on de Trailer

# #31156
source: Manage Video Views
pt_br: Gerenciar Visualizações de Vídeo

# #31157
source: Manage Music Views
pt_br: Gerenciar Visualizações de Música

# #31158
source: Views
pt_br: Visualizações

# #31159
source: Show FullScreenInfo instead of the SeekBar
pt_br: Exibir FullScreenInfo ao invés de SeekBar

# #31160
source: Download [COLOR=selected]logo.png[/COLOR] for all Movies
pt_br: Baixar [COLOR=selected]logo.png[/COLOR] para todos os filmes

# #31161
source: Show Library Totals
pt_br: MOstrar Totais dea Biblioteca

# #31162
source: Enable Kiosk Mode
pt_br: Ativar Modo Quiosque

# #31163
source: Cast info
pt_br: Info de Elenco

# #31164
source: Press DOWN for more info
pt_br: Pressione DOWN para mais informações

# #31165
source: Download [COLOR=selected]disc.png[/COLOR] for all Movies
pt_br: Baixar [COLOR=selected]disc.png[/COLOR] para todos os Filmes

# #31166
source: Local subtitle available
pt_br: Legenda local disponível

# #31167
source: Settings Level:
pt_br: Nível dos Ajustes:

# #31168
source: Reset Level
pt_br: Redefinir nível

# #31169
source: Reset Skin
pt_br: Redefinir Skin

# #31170
source: All Skin Settings will revert back to their default state.[CR]Are you sure you want to proceed ?
pt_br: Todas as configurações da skin voltaram ao seus valores iniciais.[CR]Tem certeza que deseja prosseguir?

# #31171
source: Update Art
pt_br: Atualizar Arte

# #31200
source: My Movies
pt_br: Meus Filmes

# #31201
source: My TV Shows
pt_br: Meus Seriados

# #31202
source: My Music
pt_br: Minhas Músicas

# #31203
source: New Search
pt_br: Nova Pesquisa

# #31204
source: Please check your weather settings
pt_br: Por favor verifique suas configurações de clima

# #31205
source: Browse the most recently added movies
pt_br: Navegar por filmes adicionados mais recentemente

# #31206
source: Browse the most recently added episodes
pt_br: Navegar por episódios adicionados mais recemente

# #31207
source: Browse the most recently added albums
pt_br: Navegar por álbuns adicionados mais recentemente

# #31208
source: Browse all movies in progress
pt_br: Navegar por filmes em andamento

# #31209
source: Browse all shows in progress
pt_br: Navegar por todos os seriados em andamento

# #31210
source: Browse all music in progress
pt_br: Navegar por todas as músicas em andamento

# #31211
source: Browse all movies in your library
pt_br: Navegar por todos os filmes de sua coleção

# #31212
source: Browse all shows in your library
pt_br: Navegar por todos os seriados em sua coleção

# #31213
source: Browse all music in your library
pt_br: Navegar por todas as músicas de sua coleção

# #31214
source: Airing
pt_br: Em exibição

# #31215
source: Next Airs
pt_br: Próximos Episódios

# #31216
source: Last Aired
pt_br: Última exibição

# #31217
source: Wide Thumb
pt_br: Miniaturas largas

# #31218
source: Landscape
pt_br: Paisagem

# #31220
source: Extra Info
pt_br: Info Extra

# #31221
source: Get Extra Art
pt_br: Obter Arte Extra

# #31222
source: Get TV Tune
pt_br: Obter Tema Seriado

# #31223
source: 36 Hour Forecast
pt_br: Previsão 36 Horas

# #31224
source: Hourly Forecast
pt_br: Previsão por hora

# #31225
source: Weekend Forecast
pt_br: Previsão fim de semana

# #31226
source: 10 Days Forecast
pt_br: Previsão 10 Dias

# #31227
source: From
pt_br: De

# #31228
source: at
pt_br: em

# #31229
source: Last Updated
pt_br: Última atualização

# #31230
source: Data Provider
pt_br: Provedor de dados

# #31231
source: Max Humidity
pt_br: Umidade máx

# #31232
source: Min Humidity
pt_br: Umidade mín

# #31233
source: Chance of Precipitation
pt_br: Chance de precipitação

# #31235
source: Current Forecast
pt_br: Previsão Atual

# #31236
source: Forecast
pt_br: Previsão

# #31237
source: View
pt_br: Visualização

# #31238
source: No Shows Airing Today
pt_br: Nenhum seriado sendo exibido hoje

# #31239
source: Shows Listed
pt_br: Seriados listados

# #31240
source: Shows Airing Today
pt_br: Sriados sendo exibidos hoje

# #31241
source: Recently Added Movies
pt_br: Filmes Recém Adicionados

# #31242
source: Recently Added TV Shows
pt_br: Seriados recém adicionados

# #31243
source: Recently Added Music
pt_br: Músicas recém adicionadas

# #31244
source: New Movies
pt_br: Novos Filmes

# #31245
source: New TV Shows
pt_br: Novos Seriados

# #31246
source: New Music
pt_br: Novas Músicas

# #31247
source: Random Movies
pt_br: Filmes Aleatórios

# #31248
source: Random TV Shows
pt_br: Seriados Aleatórios

# #31249
source: Random Music
pt_br: Música Aleatória

# #31250
source: All Movies
pt_br: Todos os Filmes

# #31251
source: All TV Shows
pt_br: Todos os Seriados

# #31252
source: All Music
pt_br: Todas as Músicas

# #31253
source: Add YouTube UserID and Title
pt_br: Adicionar UserID do Youtube e Título

# #31254
source: Search on YouTube
pt_br: Procurar no YouTube

# #31255
source: RSS Video Feeds
pt_br: Feed RSS de vídeo

# #31256
source: In Cinemas Now
pt_br: Nos cinemas agora

# #31257
source: Trending Movies
pt_br: Tendências de filmes

# #31258
source: Trending TV Shows
pt_br: Tendências de Seriados

# #31259
source: Top Artists
pt_br: Principais Artistas

# #31260
source: Movies In Progress
pt_br: Filmes em Progresso

# #31261
source: TV Shows In Progress
pt_br: Shows de Tv em progresso

# #31262
source: Music In Progress
pt_br: Música em progresso

# #31263
source: Unwatched Movies
pt_br: Filmes não-vistos

# #31264
source: Unwatched TV Shows
pt_br: Seriados não-vistos

# #31265
source: Unwatched Episodes
pt_br: Episódios não vistos

# #31280
source: Open Playlist
pt_br: Abrir Lista de Reprodução

# #31281
source: Save Playlist
pt_br: Salvar Lista de Reprodução

# #31282
source: Close Playlist
pt_br: Fechar Lista de Reprodução

# #31283
source: System Music Files
pt_br: Arquivos de música do sistema

# #31284
source: Current Playlist
pt_br: Lista de Reprodução atual

# #31285
source: Playlist Options
pt_br: Opções da Lista de Reprodução

# #31300
source: Muted
pt_br: Mudo

# #31301
source: Playing
pt_br: Reproduzindo

# #31302
source: Paused
pt_br: Pausado

# #31303
source: Rewinding:
pt_br: Retrocedendo:

# #31304
source: Forwarding:
pt_br: Avançando:

# #31305
source: Finish Time:
pt_br: Hora final

# #31306
source: Customize Background
pt_br: Imagem de fundo personalizada

# #31307
source: Enable Visualization
pt_br: Ativar visualização

# #31308
source: Visualization Type
pt_br: Tipo de visualização

# #31309
source: Visualization Presets
pt_br: Predefinições de visualização

# #31310
source: Visualization Settings
pt_br: Configurações da visualização

# #31311
source: Enable Music Fanart SlideShow
pt_br: Ativar Slideshow de Fanart de Música

# #31312
source: Enable Artist SlideShow
pt_br: Ativar Slideshow de Artista

# #31313
source: Animated Backgrounds
pt_br: Imagens de fundo animadas

# #31314
source: Hide Diffuse Colors
pt_br: Ocultar cores difusas

# #31315
source: Hide Scrolling Titles
pt_br: Ocultar títulos longos

# #31316
source: Now Playing
pt_br: Reproduzindo agora

# #31350
source: Available Groups
pt_br: Grupos Disponíveis

# #31351
source: Add Group
pt_br: Adicionar Grupo

# #31352
source: Rename Group
pt_br: Renomear Grupo

# #31353
source: Delete Group
pt_br: Apagar Grupo

# #31370
source: Update Video Library
pt_br: Atualizar Coleção de Vídeos

# #31371
source: Update Music Library
pt_br: Atualizar Coleção de Músicas

# #31372
source: Clean Video Library
pt_br: Limpar Coleção Vídeos

# #31373
source: Clean Music Library
pt_br: Limpar Coleção Músicas

# #31374
source: Quick Navigation
pt_br: Nav Rápida

# #31375
source: Disable Quick Navigation
pt_br: Desativar Navegação Rápida

# #31376
source: Default QuickNav Items
pt_br: Itens QuickNav Padrão

# #31377
source: Custom QuickNav Items
pt_br: Itens QuickNav Personalizados

# #31378
source: Custom Item
pt_br: Item Personalizado

# #31379
source: Custom Items
pt_br: Itens Customizados

# #31409
source: Choose from a variety of settings and customization options to make "Bello" fit your needs and taste.
pt_br: Escolher a partir de uma variedade configurações e opções de personalização para deixar "Bello" com a sua cara.

# #31410
source: With Kodi you can have several profiles and the auto login option if the login screen is disabled.
pt_br: Você pode ter vários perfis no Kodi e fazer login automático se a tela de login estiver desabilitada.

# #31411
source: Configure Appearance Settings
pt_br: Configurações de Aparência

# #31412
source: Configure Video Settings
pt_br: Configurações de Vídeo

# #31413
source: Configure Live TV Settings
pt_br: Configurações de TV ao Vivo

# #31414
source: Configure Music Settings
pt_br: Configurações de Músicas

# #31415
source: Configure Pictures Settings
pt_br: Configurações de Imagens

# #31416
source: Configure Weather Settings
pt_br: Configurações de Clima

# #31417
source: Configure Services Settings
pt_br: Configurações de Serviços

# #31418
source: Configure System Settings
pt_br: Configurações de Sistema

# #31419
source: Configure Profiles Settings
pt_br: Configurações de Perfis

# #31420
source: Configure Skin Settings
pt_br: Configurações da Skin

# #31431
source: You haven't added any items to Favorites yet.[CR]Highlight an item, and choose "Add to favorites" from the context menu.
pt_br: Você não adicionou nenhum favorito ainda.[CR]Selecione um item e escolha "Adicionar Favorito" do menu de contexto.

# #31432
source: Mouse usage is not supported.[CR]Please disable it from Settings>System>Input Devices>[CR]"Enable mouse and Touch Screen support".
pt_br: Mouse não suportado.[CR]Desabilite em Configurações>Sistema>Dispisitvos de Entrada>[CR]"Ativar Mouse e suporte a touchscreen".
